Repository: openmoko/taskjuggler
Catalog: i18n/TaskJugglerUI/*.po
Languages: tr

source: Insert Date
tr: Tarih Ekle

source: A KDE text-editor component could not be found; please check your KDE installation.
tr: KDE yazı editörünün bir bileşeni bulunamadı; lütfen KDE yüklemenizi kontrol edin.

source: A Project Management Software for Linux
tr: Linux için bir proje yönetim yazılımı

source: Project (TJP File) to open
tr: Proje Aç (TJP Dosya)

source: TaskJuggler is a project management tool for Linux and UNIX-like operating systems. Its new approach to project planning and tracking is superior to the commonly used Gantt chart editing tools. It has already been successfully used in many projects and scales easily to projects with hundreds of resources and thousands of tasks.
tr: TaskJuggler Linux ve Unix türevi işletim sistemleri için bir proje yönetimi aracıdır. Proje planlamada ve izlemedeki yeni yaklaşımı günümüzde kullanılan Gantt çizelgesi hazırlama araçlarından daha üstündür. Şu an bir çok projede başarıyla kullanılmakta ve yüzlerce kaynağı ve aktivitesi olan projelere kolayca uyum sağlamaktadır.

source: The file %1 has unsaved modifications. Do you want to save your modifications?
tr: %1 Dosya kaydedilmemiş değişikliklere sahip. Değişiklikleri kaydetmek istiyor musunuz?

source: TaskJuggler Preferences
tr: TaskJuggler Ayarlar

source: First Page
tr: ilk Sayfa

source: Page One Options
tr: Sayfa 1 Seçenekler

source: Second Page
tr: ikinci Sayfa

source: Page Two Options
tr: Sayfa 2 Seçenekleri

source: Add something here
tr: Buraya bir şeyler ekle

source: &Goto
tr: &Git

source: Navigation Bar
tr: Gezinim Çubuğu

source: Scheduling Toolbar
tr: Zaman Çizelgesi Araç çubuğu

source: Gantt Toolbar
tr: Gantt Araç çubuğu

source: TaskJuggler Main Window
tr: TaskJuggler Ana Pencere

source: F&iles
tr: D&osyalar

source: File Name
tr: Dosya ismi

source: URL
tr: Adres

source: Modif.
tr: Değişiklik.

source: Active
tr: Aktif

source: Filter
tr: Süzgeç

source: Tas&ks
tr: &Aktiviteler

source: Task Name
tr: Aktivite ismi

source: Line
tr: Satır

source: Filter
tr: Süzgeç

source: &Resources
tr: &Kaynaklar

source: Resource Name
tr: Kaynak ismi

source: &Accounts
tr: &Hesaplar

source: Account Name
tr: Hesap ismi

source: Re&ports
tr: &Raporlar

source: Report Name
tr: Rapor ismi

source: Index
tr: Dizin

source: E&ditor
tr: Editör

source: Message
tr: Mesaj

source: Counter
tr: Sayaç

source: Rep&ort
tr: Rapor

source: RichTextDisplay
tr: Zenginleştirilmiş Metin Görüntüsü

source: Select Template for new Project
tr: Yeni proje için bir şablon seçin

source: Template
tr: Şablon

source: MyDialog
tr: Diyaloglarım

source: Date
tr: Tarih

source: Time
tr: Zaman

source: Interactive Reports
tr: Etkileşimli Raporlar

source: HTML Reports
tr: HTML Raporlar

source: CSV Reports
tr: CSV Raporlar

source: XML Reports
tr: XML Raporlar

source: iCalendars
tr: Takvim

source: Export Reports
tr: Raporları dışa aktar

source: The report '%1' has been generated
tr: '%1' Raporu oluşturuldu .

source: An error occured while generating the report '%1'
tr: '%1' Rapor oluşturulurken bir hata oluştu

source: Report Generation failed
tr: Rapor Oluşturulamadı.

source: Displaying CSV report: '%1'
tr: Görüntülenecek CSV Rapor:'%1'

source: Displaying iCalendar: '%1'
tr: Görüntülenecek Takvim: '%1'

source: Starting new TaskJuggler for '%1'
tr: '%1' için yeni bir TaskJuggler başlıyor

source: The report '%1' has been generated.
tr: '%1' Rapor oluşturuldu.

source: Could not generated report '%1'
tr: '%1' rapor oluşturulamadı.

source: &Show Report
tr: &Raporu Göster

source: &Generate Report
tr: &Raporu Oluştur

source: &Edit Report Definition
tr: &Rapor Tanımlanmasını Düzenle

source: The project file '%1' cannot be opened. If you continue, a new file with this name will be created.
tr: '%1' proje dosyası açılamadı . Eğer devam etmek istiyorsanız, bu isimle yeni bir dosya yaratılacak.

source: File not found
tr: Dosya bulunamadı.

source: New &Include File
tr: Yeni &içerik dosyası

source: &Schedule
tr: &Zaman Çizelgesi

source: Stop scheduling
tr: Zaman Çizelgesini Durdur

source: Goto &previous Problem
tr: Git & önceki problem

source: Goto &next Problem
tr: Git &sonraki problem

source: Zoom &In
tr: &Yaklaştır

source: Zoom &Out
tr: &Uzaklaştır

source: Tip of the day
tr: Günün ipucu

source: Explain Keyword
tr: Anahtar Kelimeyi Açıkla

source: Tutorial
tr: Eğitmen

source: You must close the current project before you can create a new project. Do you really want to do this?
tr: Yeni bir proje oluşturmadan önce şu anda açılmış projeyi kapatmak zorundasınız. Bunu gerçekten yapmak istiyor musunuz ?

source: Pick a name for the new project file
tr: Yeni bir dosyası için bir isim verin

source: The specified project name is not valid.
tr: Belirtilen proje ismi geçerli değil.

source: Please enter a valid project file name.
tr: Lütfen geçerli bir proje ismi girin .

source: Project file names must have a .tjp extension.
tr: Proje dosya isimleri tjp uzantılı olmak zorundadır.

source: The file %1 already exists. Do you really want replace the content?
tr: '%1' dosyası şu an açık. Gerçekten içeriğinin değişmesini istiyor musunuz?

source: You need to load or create a project before you can create a new include file.
tr: içerik dosyası oluşturmazdan önce bir projeyi yüklemelisiniz veya yeni bir proje oluşturmalısınız.

source: New Include File
tr: Yeni içerik dosyası

source: Pick a name for the new include file
tr: Yeni içerik dosya için bir isim verin

source: The specified file name is not valid.
tr: Belirtilen isim geçerli değil.

source: Please enter a valid include file name.
tr: Lütfen geçerli bir içerik dosyası ismi verin.

source: Include files must have a .tji extension.
tr: içerik dosyaları .tji uzantılı olmak zorundadır.

source: Could not find any project templates.
tr: Herhangi bir proje şablonu bulunamadı.

source: Please check your TaskJuggler installation.
tr: Lütfen Taskjuggler yüklemenizi kontrol edin.

source: You must close the current project before you can load a new project. Do you really want to do this?
tr: Yeni bir proje yüklemezden önce açık projeyi kapatmalısınız. Bu işlemi yapmak istiyor musunuz?

source: Load a new Project
tr: Yeni bir proje yükle

source: Open a new Project
tr: Yeni bir proje aç

source: The project file name must have a '.tjp' extension.
tr: Proje dosyası .tjp uzantılı olmak zorundadır.

source: Bad file name
tr: Bozuk dosya ismi

source: No Project
tr: Proje yok

source: Cannot open file %1.
tr: %1 dosyası açılamadı.

source: Error loading Project
tr: Proje yüklenirken hata oluştu.

source: Checking project...
tr: Proje kontrol ediliyor...

source: Scheduling...
tr: Zaman çizelgesi hazırlanıyor...

source: The project contains problems!
tr: Projede sorunlar var.

source: The project has been scheduled without problems.
tr: Proje sorunsuz biçimde zamanlandı.

source: <p>...that the TaskJuggler manual contains a tutorial that gets you productive with TaskJuggler in less than an hour?</p> <p>The TaskJuggler tutorial can be accessed through the Help menu.</p>
tr: <p>...Taskjuggler el kitabında bir saatten az bir sürede sizi daha üretken yapacak bir eğitmen var.</p> <p>Taskjuggler eğitmenine Yardım menüsünden ulaşabilirsiniz.

source: <p>...that pressing F2 in the editor will give you the online help for the keyword under the cursor?</p>
tr: <p>...editörde F2 tuşuna basmanız size imlecin altındaki anahtar kelime için çevrim içi yardım sağlar.</p>

source: <p>...the editor had a graphical date selector?</p> <p>You can insert or change a date under the cursor by pressing CTRL-D.</p>
tr: <p>...editör grafiksel tarih seçiciye sahiptir.</p> <p>CTRL-D tuşlarına basarak imlecin altına tarih ekleyebilir veya tarihi değiştirebilirsiniz.</p>

source: Hours
tr: Saatler

source: Days (Very Large)
tr: Günler ( Çok Geniş)

source: Days (Large)
tr: Günler (Geniş)

source: Days (Mid)
tr: Günler (Orta)

source: Days (Small)
tr: Günler (Küçük)

source: Weeks (Large)
tr: Haftalar(Geniş)

source: Weeks (Small)
tr: Haftalar(Küçük)

source: Months (Large)
tr: Aylar (Geniş)

source: Months (Small)
tr: Aylar (Küçük)

source: Quarter
tr: Çeyrek

source: Year (Large)
tr: Yıl (Geniş)

source: Year (Small)
tr: Yıl (Küçük)

source: Container Task
tr: Kapsayıcı Aktivite

source: Milestone
tr: Ana nokta

source: Planned Task
tr: Planlanmış aktivite

source: In-progress Task
tr: Yürürlükteki aktivite

source: Completed Task
tr: Tamamlanmış aktivite

source: Task Work Load
tr: Aktivite işi Yüklenimi

source: Other Work Load
tr: Diğer iş yüklenimi

source: Free Load
tr: Sınırsız yüklenim

source: Week %1, %2
tr: Hafta %1, %2

source: no Limits
tr: Sınır yok

source: D: %1h
tr: G: %1s

source: W: %1h
tr: H: %1s

source: M: %1d
tr: A: %1g

source: Page %1 of %2
tr: Sayfa %1 / %2

source: Print %1
tr: Yazdır: %1

source: The report does not contain any data. Either there were no properties defined for this report or the filter expressions have eliminated all entries.
tr: Rapora herhangi bir tarih girilmemiş. Bu rapor için hiçbir özellik tanımlanmamış veya süzgeç ifadeleri bütün girişleri eledi.

source: Note for Task %1 (%2) - TaskJuggler
tr: Aktivite %1-(%2) - TaskJuggler için Bilgi

source: Status Note for Task %1 (%2) - TaskJuggler
tr: Aktivite %1 (%2) - TaskJuggler için Durum Bilgisi

source: %1 for %2 %3 (%4) - TaskJuggler
tr: %2 %3 (%4) - TaskJuggler için %1

source: Task
tr: Aktivite

source: Resource
tr: Kaynak

source: &Edit Task
tr: &Aktivite Düzenle

source: Show Task &Details
tr: Aktivite &Detaylarını Göster

source: &Edit Resource
tr: &Kaynakları Düzenle

source: Show Resource &Details
tr: Kaynak &detaylarını göster

source: Details of Task %1 (%2) - TaskJuggler
tr: Aktivite %1 (%2) - TaskJuggler için Detaylar

source: <b>Date:</b> %1<br/>
tr: <b>Tarih:</b> %1<br/>

source: <b>Start:</b> %1<br/><b>End:</b> %2<br/>
tr: <b>Başlangıç:</b> %1<br/><b>Bitiş:</b> %2<br/>

source: <b>Note:</b> %1<br/>
tr: <b>Bilgi:</b> %1<br/>

source: <b>Predecessors:</b> %1<br/>
tr: <b>Öncekiler:</b> %1<br/>

source: <b>Successors:</b> %1<br/>
tr: <b>Sonrakiler:</b> %1<br/>

source: Details of Resource %1 (%2) - TaskJuggler
tr: Kaynak %1 (%2) - TaskJuggler için Detaylar

source: %1(%2) - %3: Effort=%4 Allocated Time: %5 Task %6(%7)
tr: %1 (%2) - %3: Başarım=%4 Ayrılan Zaman: %5 Aktivite %6(%7)

source: %1(%2) - %3: Effort=%4 Allocated Time: %5 Free=%6
tr: %1 (%2) - %3: Başarım=%4 Ayrılan Zaman: %5 Boşluk=%6

source: <p><h1>Summary for Project %1 (Version %2)</h1></p><hr/>
tr: <p><h1>Proje %1 için özet (Sürüm %2)</h1></p><hr/>

source: <tr><td><b>Scenarios:</b></td><td>%1 (%2 disabled)</td></tr>
tr: <tr><td><b>Senaryolar:</b></td><td>%1 (%2 etkinleştirilmemiş)</td></tr>

source: <tr><td><b>Resources:</b></td><td>%1 (%2 Groups, %3 Workers, %4 Other)</td></tr>
tr: <tr><td><b>Kaynaklar:</b></td><td>%1 (%2 Guruplar, %3 Çalışanlar, %4 Diğer)</td></tr>

source: <tr><td><b>Accounts:</b></td><td>%1 (%2 Summary Accounts, %3 Cost Accounts, %4 Revenue Accounts)</td></tr>
tr: <tr><td><b>Hesaplar:</b></td><td>%1 (%2 Hesap Özeti, %3 Gider Hesapları, %4 Gelir Hesapları)</td></tr>

source: <tr><td><b>Tasks:</b></td><td>%1 (%2 Containers, %3 Milestones, %4 Leaves)</td></tr></table><hr/>
tr: <tr><td><b>Aktiviteler:</b></td><td>%1 (%2 Kapsayıcılar, %3 Ana Noktalar, %4 Diğer)</td></tr></table><hr/>

source: %1(%2) - %3: Effort=%4 Allocated Time=%5
tr: %1(%2) - %3: Başarım=%4 Ayrılan Zaman=%5

source: %1(%2) - %3: Effort=%4 Allocated Time=%5 %6(%7)
tr: %1(%2) - %3: Başarım=%4 Ayrılan Zaman=%5 %6(%7)

source: _: NAME OF TRANSLATORS Your names
tr: Tuncay Orak

source: _: EMAIL OF TRANSLATORS Your emails
tr: tuncayorak@gmail.com
