Repository: openmoko/taskjuggler
Catalog: ktjview2/po/*.po
Languages: cs, da

source: A KDE text-editor component could not be found; please check your KDE installation.
cs: Komponenta textového editoru KDE nebyla nalezena; prosím zkontrolujte si svou instalaci KDE.
da: En KDE tekstredigeringskomponent blev ikke fundet. Tjek din KDE-installation.

source: This file is compressed XML. Editting has been disabled.
cs: Tento soubor je komprimované XML, editace byla zakázána.
da: Denne fil er komprimeret XML. Redigering er deaktiveret.

source: contains
cs: obsahuje
da: indeholder

source: doesn't contain
cs: neobsahuje
da: indeholder ikke

source: equals
cs: je rovno
da: er lig med

source: doesn't equal
cs: není rovno
da: er ikke lig med

source: matches regexp
cs: odpovídá reg. výrazu
da: passer med regulært udtryk

source: doesn't match regexp
cs: neodpovídá reg. výrazu
da: passer ikke med regulært udtryk

source: greater than
cs: větší než
da: større end

source: less than or equal
cs: menší nebo rovno
da: mindre eller lig med

source: less than
cs: menší než
da: mindre end

source: greater than or equal
cs: větší nebo rovno
da: større eller lig med

source: Filter
cs: Filtr

source: new filter
cs: nový filtr
da: nyt filter

source: Do you want to remove the filter '%1'?
cs: Chcete odstranit filtr '%1'?
da: Vil du fjerne filteret '%1'?

source: Filter name
cs: Název filtru
da: Filternavn

source: Enter the new filter name:
cs: Zadejte název nového filtru:
da: Indtast det nye filternavn:

source: Filter with name '%1' already exists. Please try again.
cs: Filtr s názvem '%1' již existuje, prosím zkuste znovu.
da: Et filter ved navn '%1' eksisterer allerede. Forsøg igen.

source: Search Columns
cs: Prohledávat sloupce
da: Søgesøjler

source: All Columns
cs: Všechny sloupce
da: Alle søjler

source: Show
cs: Zobrazit
da: Vis

source: Create Report
cs: Vytvořit report
da: Opret Rapport

source: Create
cs: Vytvořit
da: Opret

source: Create the report with the specified options
cs: Vytvořit report s danými volbami
da: Opret rapport med de angivede indstillinger

source: Start: %1 End: %2
cs: Počátek: %1 Konec: %2
da: Begyndelse: %1 Afslutning: %2

source: Name
cs: Jméno
da: Navn

source: The file '%1' can not be found; it was probably removed from the system.
cs: Nelze najít soubor '%1', pravděpodobně byl odstraněn ze systému.
da: Filen '%1' kan ikke findes. Den er sandsynligvis blevet fjernet fra systemet.

source: &Filter...
cs: &Filtr...

source: &Filter for: All Tasks
cs: &Filtr: všechny úkoly
da: &Filtrér på: Alle opgaver

source: All Tasks
cs: Všechny úkoly
da: Alle opgaver

source: Completed Tasks
cs: Dokončené úkoly
da: Fuldendte opgaver

source: Date Range...
cs: Rozsah dat...
da: Datoområde...

source: Incomplete Tasks
cs: Nedokončené úkoly
da: Ufuldendte opgaver

source: Milestones
cs: Milníky
da: Milepæle

source: Summary Tasks
cs: Souhrné úkoly
da: Summariske opgaver

source: Using Resource...
cs: Používající zdroj...
da: Bruger ressource...

source: Having Flag...
cs: Mající značku...
da: Mister interessen...

source: &Calendar mode
cs: &Kalendářový režim

source: Zoom &in
cs: Přiblíž&it
da: For&stør

source: Zoom &out
cs: &Oddálit
da: For&mindsk

source: &Fit to page
cs: Přizpůsobit &stránce
da: Til&pas til side

source: Set &timeframe
cs: Nas&tavit časový rámec
da: Indstil &tidsramme

source: &Scale
cs: &Měřítko
da: &Skalér

source: &Minute
cs: &Minuty
da: &Minut

source: &Hour
cs: &Hodiny
da: &Time

source: &Day
cs: &Dny
da: &Dag

source: &Week
cs: &Týdny
da: &Uge

source: M&onth
cs: Měsí&ce
da: Må&ned

source: &Auto
cs: &Automaticky

source: &Print...
cs: &Tisk...
da: &Udskriv...

source: &Collapse All
cs: S&vinout vše
da: &Kollaps alt

source: Show Level &1
cs: Zobrazit úroveň &1
da: Vis niveau &1

source: Show Level &2
cs: Zobrazit úroveň &2
da: Vis niveau &2

source: Show Level &3
cs: Zobrazit úroveň &3
da: Vis niveau &3

source: Show Level &4
cs: Zobrazit úroveň &4
da: Vis niveau &4

source: Show Level &5
cs: Zobrazit úroveň &5
da: Vis niveau &5

source: Show Level &6
cs: Zobrazit úroveň &6
da: Vis niveau &6

source: Show Level &7
cs: Zobrazit úroveň &7
da: Vis niveau &7

source: Show Level &8
cs: Zobrazit úroveň &8
da: Vis niveau &8

source: Show Level &9
cs: Zobrazit úroveň &9
da: Vis niveau &9

source: &Expand All
cs: Rozbalit vš&e
da: &Udvid alt

source: &Filter for: All Resources
cs: &Filtr: všechny zdroje
da: &Filtrér på: Alle ressourcer

source: All Resources
cs: Všechny zdroje
da: Alle ressourcer

source: Resources On Vacation...
cs: Zdroje na dovolené...
da: Ressourcer på ferie...

source: Resources On Shift...
cs: Zdroje na směně...
da: Ressourcer på vagt...

source: Allocated Resources...
cs: Přiřazené zdroje...
da: Tildelte ressourcer...

source: Unallocated Resources...
cs: Nepřiřazené zdroje...
da: Ikke-tildelte ressourcer...

source: Quick search
cs: Rychlé hledání
da: Hurtigsøg

source: Query resource...
cs: Dotaz na zdroj...
da: Forespørg ressource...

source: &Days
cs: &Dny
da: &Dage

source: &Weeks
cs: &Týdny
da: &Uger

source: &Months
cs: &Měsíce
da: &Måneder

source: &Quarters
cs: &Kvartály
da: &Kvartaler

source: &Display
cs: Zo&brazit
da: &Vis

source: Load and &total load
cs: Za&tížení a celkové zatížení
da: Belastning og &total belastning

source: &Load
cs: Zatíž&ení
da: &Belastning

source: &Available load
cs: Dostupné z&atížení
da: Tilgængelig bel&astning

source: &Find...
cs: &Najít...

source: &Task coverage...
cs: Pokry&tí úkolů...
da: &Opgavedækning...

source: &Resource usage...
cs: Využití zd&rojů...
da: &Ressourceforbrug...

source: &Rebuild project
cs: Znovu sestavit p&rojekt
da: &Byg projekt igen

source: Project Info
cs: Info o projektu
da: Projektinfo

source: Gantt Chart
cs: Ganttův graf
da: Gantt-diagram

source: Resources
cs: Zdroje
da: Ressourcer

source: Resource List
cs: Seznam zdrojů
da: Ressourceliste

source: Tasks
cs: Úkoly
da: Opgaver

source: Task List
cs: Seznam úkolů
da: Opgaveliste

source: Usage
cs: Využití
da: Forbrug

source: Resource Usage
cs: Využití zdrojů
da: Ressourceforbrug

source: Reports
cs: Reporty
da: Rapporter

source: Project Source Editor
cs: Editor zdroje projektu
da: Projektkilde-editor

source: Taskjuggler files (*.tjp *.tjx *.tji)
cs: Soubory Taskjuggleru (*.tjp *.tjx *.tji)
da: Taskjugglerfiler (*.tjp *.tjx *.tji)

source: Open Project
cs: Otevřít projekt
da: Åbn projekt

source: Project '%1' successfully saved.
cs: Projekt '%1' úspěšně uložen.
da: Projekt.'%1' gemt

source: Saving project '%1' failed.
cs: Uložení projektu '%1' selhalo.
da: Kunne ikke gemme projekt '%1'.

source: &Filter for: %1
cs: &Filtr: %1
da: &Filtrér på: %1

source: Task list filtered for '%1'
cs: Seznam úloh filtrován na '%1'
da: Opgaveliste filtreret på '%1'

source: Resource list filtered for '%1'
cs: Seznam zdrojů filtrován na '%1'
da: Ressourceliste filtreret på '%1'

source: Rate
cs: Náklady
da: Hastighed

source: Efficiency
cs: Efektivnost
da: Effektivitet

source: Min. Effort
cs: Min. náklady
da: Minimum indsats

source: Daily Max
cs: Max denně
da: Dagligt maksimum

source: Weekly Max
cs: Max týdně
da: Ugentligt maksimum

source: Monthly Max
cs: Max měsíčně
da: Månedligt maksimum

source: Start
cs: Počátek
da: Begyndelse

source: End
cs: Konec
da: Afslutning

source: Duration
cs: Doba trvání
da: Varighed

source: Priority
cs: Priorita
da: Prioritet

source: Completion
cs: Dokončení
da: Fuldendt

source: Status
cs: Stav

source: Responsible
cs: Odpovědná osoba
da: Ansvarlig

source: Effort
cs: Úsilí
da: Indsats

source: Allocations
cs: Přiřazení
da: Tildelinger

source: <h1>No Project Loaded</h1><p>Choose 'File -> Open...' to select one.</p>
cs: <h1>Žádný projekt není načten</h1><p>Zvolte 'Soubor -> Otevřít...' a nějaký zvolte.</p>
da: <h1>Intet projekt indlæst</h1><p>Vælg 'Fil -> Åbn...' for at vælge en.</p>

source: Jump to task details
cs: Přejít na detaily o úkolu
da: Gå til opgavedetaljer

source: Loading project
cs: Načítání projektu
da: Indlæser projekt

source: Opening XML project
cs: Otevírání XML projektu
da: Åbner XML-projekt

source: Taskjuggler failed to open the project file. Please check your permissions.
cs: Nelze otevřít soubor s projektem. Zkontrolujte svá přístupová práva k němu.
da: Taskjuggler kunne ikke åbne projektfilen. Tjek filrettighederne.

source: Parsing XML project
cs: Analýza XML projektu
da: Fortolker XML-projekt

source: Taskjuggler failed to parse the project file. Most probably there is a syntax error. You should edit the project and try to fix it.
cs: Nelze analyzovat soubor s projektem, pravděpodobně je v něm syntaktická chyba. Měli byste soubor upravit a pokusit se ji odstranit.
da: TaskJuggler kunne ikke fortolke projektfilen. Sandsynligvis er der en syntaksfejl. Du bør redigere projektet og forsøge at rette fejlen.

source: Opening TJP project
cs: Otevírání TJP projektu
da: Åbner TJP-projekt

source: Parsing TJP project
cs: Analýza TJP projektu
da: Fortolker TJP-projekt

source: This filetype is not supported.
cs: Tento typ souboru není podporován.
da: Denne filtype er ikke understøttet.

source: Generating cross references
cs: Generování křížových odkazů
da: Genererer krydsreferencer

source: Scheduling all scenarios
cs: Plánování scénářů
da: Planlægger alle scenarier

source: Building the views
cs: Sestavování pohledů
da: Opretter visningerne

source: Parsing project info
cs: Analýza informací o projektu
da: Fortolker projektinformation

source: Parsing resources
cs: Analýza zdrojů
da: Fortolker ressourcer

source: Parsing tasks
cs: Analýza úkolů
da: Fortolker opgaver

source: Building the Gantt chart
cs: Sestavování Gantt grafu
da: Opretter Gantt-diagrammet

source: Building the Gantt chart links
cs: Sestavování propojení v Gantt grafu
da: Opretter link i Gantt-diagrammet

source: Building the Resource usage view
cs: Sestavování pohledu na využití zdrojů
da: Opretter visning af ressourceforbrug

source: Loading the project source
cs: Načítání zdroje projektu
da: Indlæser projektkildekode

source: Successfully loaded project '%1'
cs: Projekt '%1' úspěšně načten
da: Projekt '%1' indlæst

source: Project '%1' loaded with errors
cs: Projekt '%1' načten s chybami
da: Projekt '%1 indlæst med fejl

source: Version: %1<br>
cs: Verze: %1<br>

source: Currency: %1<br>
cs: Měna: %1<br>
da: Møntenhed: %1<br>

source: Project start: %1<br>
cs: Počátek projektu: %1<br>
da: Projektbegyndelse: %1<br>

source: Project end: %1<br>
cs: Konec projektu: %1<br>
da: Projektafslutning: %1<br>

source: Report date: %1<br>
cs: Datum reportu: %1<br>
da: Rapportdato: %1<br>

source: <em>Task group: %1</em><br>Start: %2<br>End: %3
cs: <em>Skupina úkolů: %1</em><br>Počátek: %2<br>Konec: %3
da: <em>Opgavegruppe: %1</em><br>Begyndelse: %2<br>Afslutning: %3

source: <em>Milestone: %1</em><br>Date: %2
cs: <em>Milník: %1</em><br>Datum: %2
da: <em>Milepæl: %1</em><br>Dato: %2

source: <em>Task: %1</em><br>Start: %2<br>End: %3<br>Completion: %4%<br>Allocations: %5
cs: <em>Úkol: %1</em><br>Počátek: %2<br>Konec: %3<br> Dokončení: %4%<br>Přiřazení: %5
da: <em>Opgave: %1</em><br>Begyndelse: %2<br>Afslutning: %3<br>Fuldendelse: %4%<br>Tildelinger: %5

source: Not yet started
cs: Nezapočato
da: Endnu ikke begyndt

source: Behind schedule
cs: Za plánem
da: Forsinket

source: Work in progress
cs: Probíhá práce
da: Under udførelse

source: On schedule
cs: V plánu
da: Planmæssigt

source: Ahead of schedule
cs: Napřed v plánu
da: Før planlagt tid

source: Finished
cs: Dokončeno
da: Fuldført

source: Unknown status
cs: Neznámý stav
da: Ukendt status

source: Task
cs: Úkol
da: Opgave

source: Task Group
cs: Skupina úkolů
da: Opgavegruppe

source: Milestone
cs: Milník
da: Milepæl

source: <em>Task Link</em>
cs: <em>Propojení úkolů</em>
da: <em>Opgavelink</em>

source: From:
cs: Od:
da: Fra:

source: To:
cs: Do:
da: Til:

source: Date Range
cs: Rozsah datumů
da: Datoområde

source: To generate a report you must first open a project.
cs: K vygenerování reportu musíte nejprve otevřít projekt.
da: For at oprette en rapport skal du først åbne et projekt.

source: Generated 'Task Coverage' report, from %1 to %2, scale '%3'.
cs: Vygenerován report 'Pokrytí úkolů', od %1 do %2, měřítko '%3'.
da: Genereret 'Opgavedækning'-rapport fra %1 til %2, skala '%3'.

source: Generated 'Resource Usage' report, from %1 to %2, scale '%3'.
cs: Vygenerován report 'Využití zdrojů', od %1 do %2, měřítko '%3'.
da: Genereret 'Ressourceforbrug'-rapport, fra %1 til %2, skala %3.

source: Only local files are supported.
cs: Jsou podporovány pouze lokální soubory.
da: Kun lokale filer er understøttet.

source: The required application <b>tjx2gantt</b> wasn't found.
cs: Požadovaná aplikace <b>tjx2gantt</b> nebyla nalezena.
da: Det nødvendige program <b>tjx2gantt</b> blev ikke fundet.

source: Normal
cs: Normální

source: Select Printout Type
cs: Vybrat typ výtisku
da: Vælg udskrivningstype

source: Select type:
cs: Vyberte typ:
da: Vælg type:

source: Failed to create PostScript output.
cs: Vytvoření výstupu v PostScriptu selhalo.
da: Kunne ikke oprette PostScript-uddata.

source: XML report could not have been generated; PostScript Gantt chart won't be shown.
cs: Nelze vygenerovat XML report, Gantt graf nebude zobrazen.

source: A KDE frontend to TaskJuggler
cs: KDE prostředí pro TaskJuggler
da: En KDE grænseflade til TaskJuggler

source: Document to open.
cs: Dokument k otevření.
da: Dokument at åbne.

source: Author and maintainer
cs: Autor a správce

source: Clear the search
cs: Vyčistit hledání
da: Ryd søgning

source: Search for:
cs: Hledat:
da: Søg efter:

source: Specify the text you are looking for
cs: Zadejte text, který hledáte
da: Angiv teksten du leder efter

source: in:
cs: v:
da: i:

source: Choose the column where you want to search in
cs: Zvolte sloupec, který chcete prohledávat
da: Vælg den kolonne du vil søge i

source: Available filters
cs: Dostupné filtry
da: Tilgængelige filtre

source: Add a new filter
cs: Přidat nový filtr
da: Tilføj et nyt filter

source: Remove the selected filter
cs: Odstranit vybraný filtr
da: Fjern det markerede filter

source: Rename the selected filter
cs: Přejmenovat vybraný filtr
da: Omdøb det markerede filter

source: Filter criteria
cs: Kritéria filtru
da: Filterkriterier

source: Matches all of the following
cs: Porovnat vše následující
da: Passer med alle følgende

source: &More
cs: &Více
da: &Flere

source: &Fewer
cs: &Méně
da: &Færre

source: Cl&ear
cs: V&yprázdnit
da: &Ryd

source: Matches any of the following
cs: Porovnat cokoliv z následujícího
da: Passer med enhver af de følgende

source: Property
cs: Vlastnost
da: Egenskab

source: Expression
cs: Výraz
da: Udtryk

source: Value
cs: Hodnota
da: Værdi

source: Week&day background color:
cs: Barva poza&dí pracovních dnů:
da: Baggrun&dsfarve for hverdage:

source: &Weekend background color:
cs: Barva pozadí &víkendu:
da: Baggrundsfarve for &weekender:

source: &Task color:
cs: &Barva úkolu:
da: Opgave&farve:

source: Task &group color:
cs: Barva s&kupiny úkolů:
da: Farve på op&gavegruppe:

source: &Milestone color:
cs: Barva &milníku:
da: Farve på &milepæle:

source: Use &alternate background for horizontal lines
cs: Použít stříd&ající se barvu pro vodorovné řádky
da: Brug vekslende b&aggrund for vandrette linjer

source: Sc&ale:
cs: &Měřítko:
da: Sk&ala:

source: Day
cs: Dny
da: Dag

source: Week
cs: Týdny
da: Uge

source: Month
cs: Měsíce
da: Måned

source: Quarter
cs: Kvartály
da: Kvartal

source: &End date:
cs: &Koncové datum:
da: Afsl&utningsdato:

source: &Start date:
cs: &Počáteční datum:
da: &Begyndelsesdato:

source: &Free time:
cs: Vo&lný čas:
da: &Ledig tid:

source: &Vacations and sicktime:
cs: Do&volená a nemoc:
da: &Ferie og sygdom:

source: &Weekends and holidays:
cs: Vík&endy a svátky:
da: &Weekender og helligdage:

source: Background color for week days.
cs: Barva pozadí pro dny.
da: Baggrundsfarve for hverdage.

source: Background color for weekend days.
cs: Barva pozadí pro víkendové dny.
da: Baggrundsfarve for weekend.

source: Color for task items.
cs: Barva pro úkoly.
da: Farve for opgaver.

source: Color for milestone items.
cs: Barva pro položky milníků.
da: Farve for milepæle.

source: Show alternate horizontal lines.
cs: Zobrazovat střídající čáry na pozadí.
da: Vis vekslende vandrette linjer.

source: Background color for free time.
cs: Barva pozadí pro volný čas.
da: Baggrund farve for ledig tid.

source: Background color for vacations and sicktime.
cs: Barva pozadí pro dovolenou a nemoc.
da: Baggrundsfarve for ferie og sygedage.

source: Background color for holidays and weekends.
cs: Barva pozadí pro svátky a víkendy.
da: Baggrundsfarve for helligdage og weekender.

source: &Edit
cs: Ú&pravy
da: &Redigér

source: &Resources
cs: Zd&roje
da: &Ressourcer

source: &Outline
cs: &Osnova
da: &Oversigt

source: Resource &Usage
cs: Vy&užití zdrojů
da: Resso&urceforbrug

source: T&asks
cs: Ú&lohy
da: Opg&aver

source: R&eports
cs: R&eporty
da: Rapport&er

source: &Tools
cs: Nás&troje
da: Værk&tøjer

source: Sidebar
cs: Postranní lišta

source: Gantt Toolbar
cs: Nástrojová lišta Gantt grafu
da: Gantt værktøjslinje

source: Quick Search Toolbar
cs: Lišta rychlého hledání
da: Hurtigsøg værktøjslinje

source: &Copy
cs: &Kopírovat
da: K&opiér

source: No matching resource found.
cs: Žádný odpovídající zdroj nenalezen.
da: Ikke flere matchende ressourcer fundet.

source: No more matching resources found.
cs: Žádný další odpovídající zdroj nenalezen.
da: Ikke flere matchende ressoucer fundet

source: Resource Usage Search
cs: Hledání ve využití zdrojů
da: Søg på ressourceforbrug

source: &Find
cs: Na&jít

source: Resource
cs: Zdroj
da: Ressource

source: &Name:
cs: &Název:
da: &Navn:

source: C&ase sensitive
cs: Rozlišov&at velikost
da: &Versalfølsom

source: &Regular expression
cs: &Regulární výraz
da: &Regulært udtryk

source: Select tasks:
cs: Vybrat úlohy:
da: Markér opgaver:

source: Select resources:
cs: Vybrat zdroje:
da: Markér ressourcer:

source: Flags
cs: Příznaky
da: Flag

source: Select flags:
cs: Vybrat příznaky:
da: Markér flag:

source: Flag
cs: Příznak

source: Select:
cs: Vybrat:
da: Markér:

source: Setup Time Frame
cs: Nastavit časový rámec
da: Sæt tidsramme

source: Start Time:
cs: Počáteční čas:
da: Begyndelsestidspunkt:

source: End Time:
cs: Konečný čas:
da: Afslutningstidspunkt:

source: Select Date
cs: Vybrat datum
da: Vælg dato

source: Select date:
cs: Vybrat datum:
da: Vælg dato:

source: Click on this button to show the legend at the bottom of the widget
cs: Kliknutím na toto tlačítko zobrazíte legendu vespod grafu.
da: Klik på denne knap for at vise forklaringer i bunden af denne kontrol

source: Show / hide legend
cs: Zobrazit / skrýt legendu
da: Vis / skjul forklaringer

source: Printing Time: %1
cs: Čas tisku: %1
da: Udskrivningstidspunkt: %1

source: Zoom
cs: Zvětšení
da: Forstør

source: Zoom to 100%
cs: Zvětšit na 100%
da: Forstør til 100%

source: Zoom to fit
cs: Přizpůsobit
da: Tilpas til side

source: Zoom in (x 2)
cs: Zvětšit (x 2)
da: Forstør (x2)

source: Zoom in (x 6)
cs: Zvětšit (x 6)
da: Forstør (x6)

source: Zoom in (x 12)
cs: Zvětšit (x 12)
da: Forstør (x 12)

source: Zoom out (x 1/2)
cs: Zmenšit (x 1/2)
da: Formindsk (x 1/2)

source: Zoom out (x 1/6)
cs: Zmenšit (x 1/6)
da: Formindsk (x 1/6)

source: Zoom out (x 1/12)
cs: Zvětšit (x 1/12)
da: Formindsk (x 1/12)

source: Scale
cs: Měřítko
da: Skala

source: Minute
cs: Minuty
da: Minut

source: Hour
cs: Hodiny
da: Time

source: Auto
cs: Automaticky

source: Time Format
cs: Formát času
da: Tidsformat

source: 24 Hour
cs: 24 hodin
da: 24-timers

source: 12 PM Hour
cs: 12 hodin (odp.)
da: 12 PM-tid

source: 24:00 Hour
cs: 24:00 hodin
da: 24:00-timers

source: Year Format
cs: Formát roku
da: Års-format

source: Four Digit
cs: 4 číslice
da: Firecifret

source: Two Digit
cs: 2 číslice
da: Tocifret

source: Two Digit Apostrophe
cs: 2 číslice s apostrofem
da: To-cifret med apostrof

source: No Date on Minute/Hour Scale
cs: Bez datumu na měřítku minut/hodin
da: Ingen dato på minut-/timeskala

source: Grid
cs: Mřížka
da: Gitter

source: Show minor grid
cs: Zobrazovat vedlejší mřížku
da: Vis detaljeret gitter

source: Show major grid
cs: Zobrazovat hlavní mřížku
da: Vis overordnet gitter

source: Show no grid
cs: Nezobrazovat mřížku
da: Skjul gitter

source: Print
cs: Tisk
da: Udskriv

source: Zoom
cs: Zvětšení
da: Forstør

source: Legend is hidden
cs: Legenda je skryta
da: Forklaring er skjult

source: Legend:
cs: Legenda:
da: Forklaring:

source: Legend:
cs: Legenda:
da: Forklaring:

source: Task Name
cs: Název úkolu
da: Opgavenavn

source: No item Found
cs: Nenalezena žádná položka
da: Intet punkt fundet

source: Summary
cs: Shrnutí
da: Kort beskrivelse

source: Event
cs: Událost
da: Begivenhed

source: New Root
cs: Nový kořen
da: Ny rod

source: New Child
cs: Nový potomek
da: Ny afledt

source: New After
cs: Nový za
da: Ny efter

source: As Root
cs: Jako kořen
da: Som rod

source: As Child
cs: Jako potomek
da: Som afledt

source: After
cs: Za
da: Efter

source: Paste
cs: Vložit
da: Indsæt

source: Cut Item
cs: Vyjmout položku
da: Klip punkt

source: Tasklink
cs: Propojení úkolů
da: Opgavelink

source: Explain Keyword
da: Forklar nøgleord

source: Poster
da: Plakat

source: XML report could not have been generated; PostScript Gantt chart won't be shown. This is probably because you haven't defined the <tt>xmlreport</tt> to be generated in the project definition file.
da: XML-rapport er ikke blevet oprettet. PostScript Gantt-diagram bliver ikke vist. Dette skyldes sandsynligvis at du i projekt-definitionsfilen ikke har angivet at <tt>xmlreport</tt> skal oprettes.

source: TaskJuggler IDE
da: TaskJuggler integreret udviklingsmiljø

source: Author and maintainer
da: Forfatter og vedligeholder

source: Color for task group items.
da: Farve for opgavegrupper.

source: &Help
da: &Hjælp
